[
  {
    "name": "Seahorse",
    "spritePath": "SPRITES/Fishies/SEAHORSE",
    "fact": "Seahorses are the only animals in the world where males carry the pregnancy and give birth. The female deposits her eggs into a brood pouch on the male's belly, where he fertilizes and carries them until they hatch.",
    "likes": "Plants - Shrimps",
    "dislikes": "Rocks - Sea Turtle, Thresher Shark, Basking Shark"
  },
  {
    "name": "Sardine",
    "spritePath": "SPRITES/Fishies/SARDINE",
    "fact": "Sardines are known for their impressive schooling behavior. They swim in large, tightly packed schools that form complex and synchronized movements. This behavior helps protect them from predators, as it becomes harder for an attacker to isolate a single individual. These schools can be enormous, sometimes containing thousands of fish.",
    "likes": "Plants",
    "dislikes": "Rocks - Sea Bass"
  },
  {
    "name": "Bullhead Catfish",
    "spritePath": "SPRITES/Fishies/BULLHEADCATFISH",
    "fact": "The Bullhead Catfish can survive well in muddy and oxygen-poor waters. This is because it can use intestinal respiration, where it swallows air that is absorbed through its intestinal wall.",
    "likes": "Rocks - Shrimps",
    "dislikes": "Sea Bass"
  },
  {
    "name": "Salmon",
    "spritePath": "SPRITES/Fishies/SALMON",
    "fact": "Salmon have an excellent sense of smell, which allows them to find their way back to the river where they were born. A salmon often travels thousands of kilometers to return to the exact place where it was born to spawn.",
    "likes": "Shrimps",
    "dislikes": "Sea Bass"
  },
  {
    "name": "Sea Bass",
    "spritePath": "SPRITES/Fishies/SEABASS",
    "fact": "A sea bass is a hermaphrodite, meaning they can change sex during their lifetime. They usually start as females and can later become males. This allows them to maximize their reproductive opportunities.",
    "likes": "Rocks - Squids",
    "dislikes": "Stingray, Thresher Shark, Basking Shark"
  },
  {
    "name": "Rock Bass",
    "spritePath": "SPRITES/Fishies/RockBass",
    "fact": "Just like a chameleon, a rock bass can change its color very quickly to blend in with its environment. This makes it easier to survive and also makes them more effective hunters.",
    "likes": "Rocks - Shrimps",
    "dislikes": "Sea Bass, Thresher Shark, Basking Shark"
  },
  {
    "name": "Starry Ray",
    "spritePath": "SPRITES/Fishies/STARRYRAY",
    "fact": "The starry ray is one of the oldest existing fish species. They have a history that goes back more than 200 million years. The starry ray is born in freshwater, migrates to the sea to grow, and returns to freshwater to spawn. This makes them vulnerable to environmental threats, making them endangered today.",
    "likes": "",
    "dislikes": "Sea Bass, Thresher Shark, Basking Shark"
  },
  {
    "name": "Stingray",
    "spritePath": "SPRITES/Fishies/STINGRAY",
    "fact": "The stingray has a sharp, venomous spine at the base of its tail that it uses for self-defense. It only uses this spine in emergencies, as it is generally a shy fish that prefers to hide in muddy bottoms.",
    "likes": "Squids",
    "dislikes": "Sea Bass, Thresher Shark, Basking Shark"
  },
  {
    "name": "Opah",
    "spritePath": "SPRITES/Fishies/OPAH",
    "fact": "The opah is known for its impressive speed and powerful bite. The opah can reach speeds of up to 65 kilometers per hour.",
    "likes": "Squids",
    "dislikes": "Sea Bass"
  },
  {
    "name": "Carp",
    "spritePath": "SPRITES/Fishies/CARP",
    "fact": "Carp have an excellent memory. They can recognize certain locations, feeding spots, and even specific fishermen. This ability allows them to learn and adapt to their environment.",
    "likes": "Plants",
    "dislikes": "Bullhead Catfish"
  },
  {
    "name": "Sturgeon",
    "spritePath": "SPRITES/Fishies/STURGEON",
    "fact": "A sturgeon can grow up to 6 meters long and live more than 100 years. Sturgeons are known for their caviar, which is harvested from the eggs of the female sturgeon. This has led to overfishing and the endangerment of sturgeon populations.",
    "likes": "Shrimps",
    "dislikes": "Sea Bass"
  },
  {
    "name": "Thresher Shark",
    "spritePath": "SPRITES/Fishies/TREHSER",
    "fact": "The thresher shark is one of the few sharks that lay eggs. The egg cases are deposited on the seabed and provide protection for the developing embryos until they are ready to hatch.",
    "likes": "Rocks - Opah, Bullhead Catfish",
    "dislikes": "Plants"
  },
  {
    "name": "Basking Shark",
    "spritePath": "SPRITES/Fishies/BASKING",
    "fact": "The basking shark is the second largest fish in the world. They can grow up to 12 meters long and weigh up to 21 tons. They primarily feed on plankton and small fish.",
    "likes": "Squids",
    "dislikes": "Sea Bass, Stingray, Opah"
  },
  {
    "name": "Shrimp",
    "spritePath": "SPRITES/Fishies/GARNAL",
    "fact": "Shrimp have a remarkable ability to protect themselves from predators. They can rapidly swim backward by powerful flicks of their tails, allowing them to escape threats at high speed. This defense mechanism is called the 'caridoid escape reaction' and helps them survive in dangerous situations.",
    "likes": "Plants",
    "dislikes": "Stingray, Starry Ray"
  },
  {
    "name": "Sea Turtle",
    "spritePath": "SPRITES/Fishies/TURTLE",
    "fact": "Sea turtles can travel incredibly long distances during their migrations. Some species, like the leatherback turtle, can swim more than 10,000 miles a year to travel from their feeding grounds to their nesting beaches. This remarkable navigation ability helps them return to the same beaches where they hatched.",
    "likes": "Plants - Jellyfish",
    "dislikes": "Thresher Shark, Basking Shark"
  },
  {
    "name": "Jellyfish",
    "spritePath": "SPRITES/Fishies/JELLYFISH2",
    "fact": "Jellyfish have existed for over 500 million years, making them older than dinosaurs. They lack brains, hearts, and bones, but use a simple nerve net to respond to their environment and find food.",
    "likes": "Plants",
    "dislikes": "Sea Turtle"
  },
  {
    "name": "Squid",
    "spritePath": "SPRITES/Fishies/SQUID",
    "fact": "Squid are masters of camouflage. They can not only change their color to blend in with their surroundings, but also alter the texture of their skin to resemble rocks, sand, or other surfaces. This helps them evade predators and hunt unnoticed.",
    "likes": "Shrimps",
    "dislikes": "Sea Bass, Salmon"
  }
]