[
  {
    "name": "Zeepaardje",
    "spritePath": "SPRITES/Fishies/SEAHORSE",
    "fact": "Zeepaardjes zijn de enige dieren ter wereld waarbij de mannen de zwangerschap dragen en de jongen baren. Het vrouwtje legt haar eitjes in een broedbuidel op de buik van het mannetje, waar hij ze bevrucht en draagt tot ze uitkomen.",
    "likes": "Planten - Garnalen",
    "dislikes": "Stenen - Zeeschildpad, Voshaai, Reuzenhaai"
  },
  {
    "name": "Sardientje",
    "spritePath": "SPRITES/Fishies/SARDINE",
    "fact": "Sardientjes staan bekend om hun indrukwekkende schoolzwemgedrag. Ze zwemmen in grote, dicht op elkaar gepakte scholen die complexe en synchroon bewegende formaties vormen. Dit gedrag helpt hen te beschermen tegen roofdieren, omdat het moeilijker is voor een aanvaller om een enkel individu te isoleren. Deze scholen kunnen enorm groot zijn, soms met wel duizenden vissen.",
    "likes": "Planten",
    "dislikes": "Stenen - Zeebaars"
  },
  {
    "name": "Bruine dwergmeerval",
    "spritePath": "SPRITES/Fishies/BULLHEADCATFISH",
    "fact": "De bruine dwergmeerval kan goed overleven in modderige en zuurstofarme wateren. Dit komt omdat hij gebruik kan maken van intestinale ademhaling, waarbij hij lucht inslikt die door zijn darmwand wordt opgenomen.",
    "likes": "Stenen - Garnalen",
    "dislikes": "Zeebaars"
  },
  {
    "name": "Zalm",
    "spritePath": "SPRITES/Fishies/SALMON",
    "fact": "Zalmen hebben een uitstekend reukvermogen, waardoor ze hun weg terug kunnen vinden naar de rivier waar ze geboren zijn. Een zalm reist vaak duizenden kilometers om terug te keren naar de exacte plek waar hij geboren is om te paaien.",
    "likes": "Garnalen",
    "dislikes": "Zeebaars"
  },
  {
    "name": "Zeebaars",
    "spritePath": "SPRITES/Fishies/SEABASS",
    "fact": "Een zeebaars is een hermafrodiet, wat betekent dat ze tijdens hun leven van geslacht kunnen veranderen. Ze beginnen meestal als vrouwtje en kunnen later mannetje worden. Dit stelt hen in staat om hun voortplantingsmogelijkheden te maximaliseren.",
    "likes": "Stenen - Inktvissen",
    "dislikes": "Pijlstaartrog, Voshaai, Reuzenhaai"
  },
  {
    "name": "Rotsbaars",
    "spritePath": "SPRITES/Fishies/RockBass",
    "fact": "Net als een kameleon kan een rotsbaars zeer snel van kleur veranderen om zich aan te passen aan zijn omgeving. Dit maakt het voor hen gemakkelijker om te overleven en ook effectievere jagers.",
    "likes": "Stenen - Garnalen",
    "dislikes": "Zeebaars, Voshaai, Reuzenhaai"
  },
  {
    "name": "Sterrog",
    "spritePath": "SPRITES/Fishies/STARRYRAY",
    "fact": "De sterrog is een van de oudste bestaande vissoorten. Ze hebben een geschiedenis die meer dan 200 miljoen jaar teruggaat. De sterrog wordt geboren in zoet water, migreert naar de zee om te groeien en keert terug naar zoet water om te paaien. Dit maakt hen kwetsbaar voor milieubedreigingen, waardoor ze tegenwoordig bedreigd worden.",
    "likes": "",
    "dislikes": "Zeebaars, Voshaai, Reuzenhaai"
  },
  {
    "name": "Pijlstaartrog",
    "spritePath": "SPRITES/Fishies/STINGRAY",
    "fact": "De pijlstaartrog heeft een scherpe, giftige stekel aan de basis van zijn staart die hij gebruikt voor zelfverdediging. Hij gebruikt deze stekel alleen in noodsituaties, omdat het over het algemeen een schuwe vis is die de voorkeur geeft aan het verstoppen in modderige bodems.",
    "likes": "Inktvissen",
    "dislikes": "Zeebaars, Voshaai, Reuzenhaai"
  },
  {
    "name": "Maanvis",
    "spritePath": "SPRITES/Fishies/OPAH",
    "fact": "De maanvis staat bekend om zijn indrukwekkende snelheid en krachtige beet. De maanvis kan snelheden bereiken tot 65 kilometer per uur.",
    "likes": "Inktvissen",
    "dislikes": "Zeebaars"
  },
  {
    "name": "Karper",
    "spritePath": "SPRITES/Fishies/CARP",
    "fact": "Karper heeft een uitstekend geheugen. Ze kunnen bepaalde locaties, voederplekken en zelfs specifieke vissers herkennen. Dit vermogen stelt hen in staat om te leren en zich aan te passen aan hun omgeving.",
    "likes": "Planten",
    "dislikes": "Bruine dwergmeerval"
  },
  {
    "name": "Steur",
    "spritePath": "SPRITES/Fishies/STURGEON",
    "fact": "Een steur kan tot 6 meter lang worden en meer dan 100 jaar oud worden. Steuren staan bekend om hun kaviaar, die wordt geoogst uit de eieren van de vrouwelijke steur. Dit heeft geleid tot overbevissing en de bedreiging van steurpopulaties.",
    "likes": "Garnalen",
    "dislikes": "Zeebaars"
  },
  {
    "name": "Voshaai",
    "spritePath": "SPRITES/Fishies/TREHSER",
    "fact": "De voshaai is een van de weinige haaien die eieren legt. De eikapsels worden op de zeebodem afgezet en bieden bescherming voor de zich ontwikkelende embryo's totdat ze klaar zijn om uit te komen.",
    "likes": "Stenen - Maanvis, Bruine dwergmeerval",
    "dislikes": "Planten"
  },
  {
    "name": "Reuzenhaai",
    "spritePath": "SPRITES/Fishies/BASKING",
    "fact": "De reuzenhaai is de op een na grootste vis ter wereld. Ze kunnen tot 12 meter lang worden en tot 21 ton wegen. Ze voeden zich voornamelijk met plankton en kleine visjes.",
    "likes": "Inktvissen",
    "dislikes": "Zeebaars, Pijlstaartrog, Maanvis"
  },
  {
    "name": "Garnaal",
    "spritePath": "SPRITES/Fishies/GARNAL",
    "fact": "Garnalen hebben een opmerkelijk vermogen om zich te beschermen tegen roofdieren. Ze kunnen snel achteruit zwemmen door krachtige slagen met hun staart, waardoor ze bedreigingen op hoge snelheid kunnen ontsnappen. Dit verdedigingsmechanisme wordt de 'caridoïde ontsnappingsreactie' genoemd en helpt hen te overleven in gevaarlijke situaties.",
    "likes": "Planten",
    "dislikes": "Pijlstaartrog, Sterrog"
  },
  {
    "name": "Zeeschildpad",
    "spritePath": "SPRITES/Fishies/TURTLE",
    "fact": "Zeeschildpadden kunnen ongelooflijk lange afstanden afleggen tijdens hun migraties. Sommige soorten, zoals de lederschildpad, kunnen meer dan 10.000 mijl per jaar zwemmen om van hun voedergronden naar hun neststranden te reizen. Dit opmerkelijke navigatievermogen helpt hen terug te keren naar dezelfde stranden waar ze zijn uitgekomen.",
    "likes": "Planten - Kwallen",
    "dislikes": "Voshaai, Reuzenhaai"
  },
  {
    "name": "Kwal",
    "spritePath": "SPRITES/Fishies/JELLYFISH2",
    "fact": "Kwallen bestaan al meer dan 500 miljoen jaar, waardoor ze ouder zijn dan dinosauriërs. Ze hebben geen hersenen, harten of botten, maar gebruiken een eenvoudig zenuwnet om op hun omgeving te reageren en voedsel te vinden.",
    "likes": "Planten",
    "dislikes": "Zeeschildpad"
  },
  {
    "name": "Inktvis",
    "spritePath": "SPRITES/Fishies/SQUID",
    "fact": "Inktvissen zijn meesters in camouflage. Ze kunnen niet alleen van kleur veranderen om zich aan te passen aan hun omgeving, maar ook de textuur van hun huid aanpassen om op rotsen, zand of andere oppervlakken te lijken. Dit helpt hen om roofdieren te ontwijken en onopgemerkt te jagen.",
    "likes": "Garnalen",
    "dislikes": "Zeebaars, Zalm"
  }
]